{
    "file": "wire\\modules\\Inputfield\\InputfieldPage\\InputfieldPage.module",
    "textdomain": "wire--modules--inputfield--inputfieldpage--inputfieldpage-module",
    "translations": {
        "4349c31cba02549f2043d69b9eb0d66e": {
            "text": "(Despublicado)"
        },
        "6dc3e540b29f68e1eaf558b6a2edd476": {
            "text": "Introduzca los títulos de los elementos que quieres añadir, uno por línea. Ellos serán creados y agregados a su selección al guardar la página."
        },
        "b82b34c94588fc88ca4a6b18f5e18aef": {
            "text": "Introduzca el título del artículo desea agregar. Llegará a ser seleccionado al guardar la página."
        },
        "e3cada644043c81e6ff21250f2e53f3a": {
            "text": "Se añadirán nuevas páginas a %s"
        },
        "49e5878c7a1901b0a9baae9e0c774150": {
            "text": "Crear nuevo"
        },
        "f0670991d41b78617ca7810b7ce334b9": {
            "text": "Página creada %s"
        },
        "29b43e0c70cb336d03f04f3f06a8789d": {
            "text": "Error al añadir la página \"%s\""
        },
        "81eeab9506186e2dca8faefa78d54067": {
            "text": "Ejemplo:"
        },
        "6f8d1b93e4aad53511c85e29ed36b3d0": {
            "text": "(Por defecto)"
        },
        "962f1366aaa6f1c636d3214e12322362": {
            "text": "Páginas Seleccionables"
        },
        "21348aafc8733099a5b3c20e4a90e7b4": {
            "text": "Padres de página seleccionable (s)"
        },
        "5b0591013bf2cac5ee96f90e31a5b2e9": {
            "text": "Seleccione la matriz de las páginas que se pueden seleccionar."
        },
        "dceea0994df5640514b906a18a43810f": {
            "text": "Plantilla de página seleccionable (s)"
        },
        "9f80067ff42d8e69d0c3a24b67ef4c85": {
            "text": "Seleccione la plantilla de las páginas que se pueden seleccionar. Puede ser utilizado en lugar de, o además de, el padre anteriormente. NOTA: No es compatible con los tipos de campos de entrada PageListSelect."
        },
        "53158583a607fba6e71f0f18d73a910b": {
            "text": "Selector personalizada para encontrar las páginas seleccionables"
        },
        "6ad160329dd81f9ecede290bffe93928": {
            "text": "Si usted quiere encontrar páginas seleccionables mediante un selector ProcessWire en lugar de seleccionar una página matriz o plantilla (arriba) y luego entrar en el selector para encontrar las páginas seleccionables. find(\"your selector\");\" onmouseover=\"this.style.backgroundColor='#ebeff9'\" onmouseout=\"this.style.backgroundColor='#fff'\">Este selector se pasará a un $ páginas-> find (\"el selector\"); comunicado. NOTA: No es actualmente compatible con los tipos de campos de entrada PageListSelect."
        },
        "d04c6c77608855a3ff0fb3ee32a2cd53": {
            "text": "Código PHP personalizado para encontrar las páginas seleccionables"
        },
        "5b2e8722316eee4b8e200d6d07b51915": {
            "text": "Si usted quiere encontrar páginas seleccionables utilizando un fragmento de código PHP en lugar de seleccionar una página matriz o plantilla (arriba) y luego introducir el código para encontrar las páginas seleccionables. Esta declaración tiene acceso a la página $ $ y páginas variables de la API, donde $ página se refiere a la página que se está editando. El fragmento de código debe devolver, ya sea un PageArray o NULL. Usando esto es opcional, y si se utiliza, anula los campos padre \/ plantilla \/ selector arriba. NOTA: No es compatible con PageListSelect o Autocompletar tipos de campos de entrada."
        },
        "b329c0bc717cd35d04a9362fc0d778c2": {
            "text": "return $page->parent->parent->children(\"name=locations\")->first()->children();"
        },
        "bb990f9776c28444dad4fa48fb2c946c": {
            "text": "El campo Etiqutea"
        },
        "e5c1791ec6a73eed5d8a7002e2799470": {
            "text": "Seleccione el campo de página que desea utilizar en la generación de las etiquetas para cada página seleccionable."
        },
        "881b1a7b97bc4d70099cc59a53e8a8e5": {
            "text": "Tipo de campo de entrada"
        },
        "bcf331523fb730639bde7c2e8fc4f811": {
            "text": "El tipo de campo que se utiliza para seleccionar una página. Seleccione uno que es consistente con la página solo frente de varias páginas necesidades que eligió en la pestaña \"Detalles\" de este campo."
        },
        "195a66e99428447940ac989366724b42": {
            "text": "Tipos señalados con un asterisco son para la selección de varias páginas."
        },
        "54b79da80ed98094797b9e3ee68488a6": {
            "text": "Tipos indicados con un + suponen un \"padre\" que es la raíz de un árbol, en lugar de un padre inmediato."
        },
        "8332fcbd80839cdcc617bee49529ad1e": {
            "text": "Permitir nuevas páginas que se crean a partir del campo?"
        },
        "20463a1675fc256b438538124524746a": {
            "text": "Si se marca, una opción para añadir nueva página (s) también estará presente si se cumplen los requisitos señalados."
        },
        "7673446b991c59998763308c9f7f5d53": {
            "text": "1. Tanto un padre y la plantilla deben ser seleccionados anteriormente."
        },
        "65a208c6491dac4a6fb17f7a62f76658": {
            "text": "2. El usuario debe tener acceso de edición para crear \/ publicar estas páginas."
        },
        "aa2e4d260721b3a7e2776b8cb9c19fdf": {
            "text": "3.-El campo de etiqueta se debe establecer en \"título (por defecto)\"."
        },
        "d9a5927aa49f1a766a15e692b69c1c91": {
            "text": "Módulos InputField disponibles para la selección de la página"
        },
        "d5a1e1e864827e2bbb99d144e30359de": {
            "text": "Seleccionar los módulos InputField que pueden utilizarse para la selección de página. Estos por lo general deben ser InputFields que le permiten seleccionar una o más opciones."
        }
    }
}