{
    "file": "wire\\modules\\Process\\ProcessForgotPassword.module",
    "textdomain": "wire--modules--process--processforgotpassword-module",
    "translations": {
        "6072e83b7f35887c76e64920bd370f4a": {
            "text": "Restablecer contraseña"
        },
        "168b9e356db803204c123e0445ef83f4": {
            "text": "Restablecimiento de contraseña no está permitido"
        },
        "b49caf114ce87eeb21267f29e9a62420": {
            "text": "No se puede completar de restablecimiento de contraseña. Por favor, asegúrese de que está en el mismo equipo y en el mismo navegador web que usted presentó originalmente la solicitud de."
        },
        "5b69044da7774b93059c878056e1c28a": {
            "text": "Introduzca su nombre de usuario"
        },
        "dcfc149491f06edb3e6942510b6fc339": {
            "text": "Si usted tiene una cuenta en nuestro sistema con una dirección de correo electrónico válida en el archivo, un correo electrónico será enviado después de enviar este formulario. Ese correo electrónico contendrá un enlace que usted puede hacer clic en para restablecer tu contraseña."
        },
        "201096f37f6c6d8504b8d29778854bb5": {
            "text": "¿Ha olvidado su nombre de usuario?"
        },
        "abb2644b2def6033e18a82971e1c179a": {
            "text": "Ingrese su correo electrónico y le enviaremos su nombre de cuenta."
        },
        "edcc4a7ecb7854d0ea84fff05b5eeb3e": {
            "text": "Asumiendo que su información de la cuenta se encontró y tenemos una dirección de correo electrónico en el archivo, un correo electrónico fue enviado con contraseña información de restablecimiento."
        },
        "43da6233b07fcc59791c3f91861ab7b5": {
            "text": "Por favor revise su correo electrónico para este mensaje. Si usted no recibe un correo electrónico dentro de los próximos 15 minutos, por favor póngase en contacto con el administrador del sitio para restablecer tu contraseña. Esta solicitud de restablecimiento de contraseña caducará en 60 minutos. NO cierre esta ventana hasta que haya completado su solicitud de restablecimiento de contraseña."
        },
        "9d7356832e30137fa56cc06f823a8de6": {
            "text": "Por razones de seguridad, no revelamos si existe una cuenta en esta pantalla."
        },
        "6647aaa5aa21f02ecdb174cdea5ae9f7": {
            "text": "Información de la cuenta"
        },
        "350908378ec41ef0131289d5f5fc28b6": {
            "text": "Usted está recibiendo este correo electrónico porque usted solicitó su nombre de cuenta."
        },
        "d1a638c6049308ede5367d21be8cb2dd": {
            "text": "Su dirección de correo electrónico parece estar asociado con varias cuentas y no podemos revelar los por razones de seguridad. Por favor, póngase en contacto con el administrador para obtener ayuda."
        },
        "dfe88c81efe0f54d4bf8444498b60f57": {
            "text": "Tu nombre de cuenta es:"
        },
        "333b348fd95607678f8a9a333cc7b7b4": {
            "text": "Información de Restablecer contraseña"
        },
        "6d14491a1718796766f2775f857af701": {
            "text": "Para completar su restablecimiento de contraseña, haga clic en el enlace de abajo (o pegar en su navegador) y siga las instrucciones:"
        },
        "486d7b5670a666148f3fef85bc3ae900": {
            "text": "Esta URL expirará 60 minutos del momento en que fue enviado. Esta URL debe ser abierta desde el mismo ordenador y navegador que la solicitud se inició a partir de."
        },
        "3299941fe3475a594847754b9e91f3b7": {
            "text": "Solicitud de restablecimiento no válida. Su solicitud puede haber expirado."
        },
        "a0bfb8e59e6c13fc8d990781f77694fe": {
            "text": "Continuar"
        },
        "f469dd0000597b66060ea51c52eacf58": {
            "text": "Su contraseña ha sido reestablecida. Ahora puede iniciar sesión."
        },
        "9ec54ec336b65da6179cf750de33ecd7": {
            "text": "Olvidé mi contraseña"
        },
        "e241608b636b6cdde53b70cb2ade0daf": {
            "text": "Proporciona capacidad de restablecimiento de contraseña \/ correo electrónico para el proceso de inicio de sesión."
        },
        "b005fe2d6e74b5c6108864e9abb089af": {
            "text": "Dirección de correo electrónico para enviar mensajes"
        }
    }
}