{
    "file": "wire\\modules\\Fieldtype\\FieldtypeURL.module",
    "textdomain": "wire--modules--fieldtype--fieldtypeurl-module",
    "translations": {
        "b38bb5008cd8427aae4e9a8612183a6f": {
            "text": "Se recomienda el formato \"HTML Entity Encoder\" de texto para los campos de URL."
        },
        "ab86e8efb5aa46bdab329fa44f7125fc": {
            "text": "Permitir URLs relativas \/ locales sin \"http: \/\/\" al principio?"
        },
        "d1280d091f34a15c77f4145110d7f94d": {
            "text": "URLs locales \/ relativos son los que no tienen esquema y de dominio."
        },
        "c4c54678f0d612f89caacaab99768f81": {
            "text": "Anteponer la ruta raíz del sitio para URLs locales \/ relativos?"
        },
        "9d6ce819c098e5c4a7b3464cadbd028a": {
            "text": "Esta opción anteponer automáticamente la ruta raíz del sitio para cualquier URL que comience con una barra, como \/ some \/ path \/. Esto es útil si su sitio está en funcionamiento desde un subdirectorio porque usted no tendrá que incluir ese subdirectorio en la URL que introduzca en este campo. En caso de que más tarde mover su sitio a la raíz de un dominio (o otro subdirectorio) usted no tendrá que preocuparse acerca de las direcciones URL rotas. Con esta opción habilitada, introduzca siempre las direcciones URL como si el sitio se ejecuta desde la raíz de un dominio, independientemente de si se está ejecutando desde un subdirectorio o no. Naturalmente, esto sólo es aplicable si ha seleccionado \"Sí\" para permitir URLs locales \/ relativas en el campo anterior. Los desarrolladores pueden también querrán tener en cuenta que esta opción sólo se aplica cuando outputFormatting de una página está encendido."
        },
        "ae91f58b191e424e0eaf9022fd5407e9": {
            "text": "Asegura que las URLs no se rompen cuando se mueve de un sitio de un subdirectorio de la raíz (el ejemplo más común)."
        },
        "e6b391a8d2c4d45902a23a8b6585703d": {
            "text": "URL"
        },
        "0ac82d10c1ddd050079962481c40f54f": {
            "text": "Campo que guarda una URL"
        }
    }
}