{
    "file": "wire\\modules\\Fieldtype\\FieldtypePage.module",
    "textdomain": "wire--modules--fieldtype--fieldtypepage-module",
    "translations": {
        "d1d7182c9905811b10bcd1f5bdcb9eda": {
            "text": "Desreferencia en API como"
        },
        "e28f86b62065207ceeb0b5057eb98537": {
            "text": "Si su campo contendrá varias páginas, entonces usted debe seleccionar la primera opción (PageArray). Si el campo sólo debe contener una sola página, a continuación, seleccione una de las opciones de una sola página (si no está seguro de qué, seleccionar la última opción)."
        },
        "7b438db8547ac1c9ab6c7ba6cb1532db": {
            "text": "Varias páginas (PageArray)"
        },
        "a24fcc695edbc57c60c768a732d2f30d": {
            "text": "Una sola página (Página) o falso booleano cuando ninguno es seleccionado"
        },
        "94a53712b9a34f922a776fc5aa68d31f": {
            "text": "Una sola página (Página) o la página vacía (NullPage) cuando ninguno es seleccionado"
        },
        "7d5f7f76b51ac880e91da28dbc52df35": {
            "text": "¿Permitir páginas no publicadas?"
        },
        "58b4f6dae2009a3d22a395a94de85360": {
            "text": "Cuando se activa, páginas inéditas están permitidos en el valor del campo. Páginas no publicados no van a aparecer en el front-end, con excepción de los que tienen acceso de edición."
        },
        "393e717c8215abdbe581b21180abfa2b": {
            "text": "No es posible encontrar la página"
        },
        "34a56e6d474c258bb9f4553aae0c7b81": {
            "text": "No se puede encontrar la plantilla"
        },
        "2d6565614947b2a6daba1a06515124da": {
            "text": "Buscar y limpiar las referencias a páginas huérfanas"
        },
        "f7e35a334f1501cc0365458563f90cf5": {
            "text": "Esta limpia para un problema en las versiones anteriores de ProcessWire que podría dejar huérfanos referencias de página para las páginas eliminadas. Si usted está consiguiendo resultados inexactos de la página encontrar las operaciones (especialmente con selectores utilizando pageref.count), entonces es posible que desee ejecutar este."
        },
        "35a326c72a6584f3c7d70109b5cd45f1": {
            "text": "Advertencia: Para ser seguro debe hacer una copia de seguridad de su base de datos antes de ejecutar esto."
        },
        "081c14de091c8761b82f930fd59c8f16": {
            "text": "Encontrando y limpiando..."
        }
    }
}